/*
  access.js
  Language: el-el
*/
define({
    "STR_ACCESS_RIGHTS": "Δικαιώματα Πρόσβασης",
    "STR_MANAGE_ACCESS_RIGHTS_OF_USERS": "Διαχείριση δικαιωμάτων πρόσβασης όλων των διαφόρων χρηστών.",
    "STR_TEAM_BOOST": "Ομάδα Boost",
    "STR_PLEASE_WAIT": "Παρακαλώ περιμένετε.",
    "STR_GOALS_HAVE_CHANGED": "Οι στόχοι έχουν αλλάξει.",
    "STR_YOU_HAVE_THE_ROLE_EMPLOYEE_YOU": "Έχετε ρόλο <strong>Εργαζόμενου</strong>. Δεν μπορεί να κάνετε καμία αλλαγή σε αυτό το widget",
    "STR_YOU_HAVE_NO_ROLE": "Δεν έχετε <strong>ΚΑΝΕΝΑΝ</strong> ρόλο τώρα. Παρακαλώ, επικοινωνήστε με τον Μάνατζερ για να σας αναθέσει κάποιον ρόλο",
    "STR_YOU_HAVE_ROLES_MANAGER_AND_EMPLOYEE": "Έχετε ρόλο <strong>Μάνατζερ</strong> και <strong>Εργαζόμενου</strong>.",
    "STR_YOU_HAVE_THE_ROLE_MANAGER": "Έχετε ρόλο <strong>Μάνατζερ</strong>.",
    "STR_TO_SEE_THE_SPACE_AS_EMPLOYEE": "Για να περιηγηθείτε στη σελίδα ως <strong>Εργαζόμενος</strong> ή  <strong>Μάνατζερ</strong>, απλώς μαρκάρετε ή ξεμαρκάρετε το κουτάκι επιλογής για Εργαζόμενους.",
    "STR_NAME": "Όνομα",
    "STR_MANAGER": "Μάνατζερ",
    "STR_EMPLOYEE": "Εργαζόμενος",
    "STR_USER_NEEDS_TO_AGREE_TERMS": "Αυτός ο χρήστης πρέπει πρώτα να συμφωνήσει με τους όρους χρήσης.",
    "STR_THIS_IS_THE_OWNER_OF_THE_SPACE": "Αυτός είναι ο ιδιοκτήτης της σελίδας.",
    "STR_ACCESS_RIGHTS_HELP": "Βοήθεια Δικαιωμάτων Πρόσβασης",
    "STR_IN_THIS_WIDGET_MANAGER_CAN_DIFFERENTIATE": "Σε αυτό το widget ο μάνατζερ μπορεί να διαφοροποιήσει την πρόσβαση στα widgets του BOOST. Οι Εργαζόμενοι δεν έχουν πρόσβαση στο widget Δικαιωμάτων Πρόσβασης.",
    "STR_TO_ASSING_A_MANAGER_OR_AN_EMPLOYEE": "Για να αναθέσετε έναν ρόλο χρήστη ως μάνατζερ ή ως εργαζόμενο, μαρκάρετε το αντίστοιχο κουτί <input type=\"checkbox\">. Αν είστε μάνατζερ και θέλετε να δείτε την διασύνδεση των widgets με τον ρόλο εργαζόμενου, μαρκάρετε και τα δύο κουτάκια επιλογής.",
    "STR_EMPLOYEE_COLONS": "Εργαζόμενος:",
    "STR_CAN_SEARCH_THROUGH_THE_LEARNING": "Μπορεί να ψάξει στις εκπαιδευτικές πηγές. Να προσθέσει εκπαιδευτικές πηγές, εμπειρογνώμονες και widgets στο σύστημα. Να δει την δική του πρόοδο και την πρόοδο των στόχων.",
    "STR_MANAGER_COLONS": "Μάνατζερ:",
    "STR_HAS_FULL_CONTROL_OVER_THE_SYSTEM": "Έχει πλήρη έλεγχο στο σύστημα. Μπορεί να αναθέσει δικαιώματα πρόσβασης στους χρήστες. Μπορεί να προσθέσει/επεξεργαστεί/ διαγράψει εργαζόμενους και να τους ορίσει εκπαιδευτικά επίπεδα. Μπορεί να καθορίσει προθεσμίες για τους στόχους και τους εκπαιδευτικούς δείκτες. Μπορεί να προσθέσει/ επεξεργαστεί/ διαγράψει επιχειρηματικούς στόχους και εκπαιδευτικούς δείκτες. Μπορεί να δει την πρόοδο όλων των εργαζομένων/ την γενική πρόοδο/ την πρόοδο σχετικά με τους εκπαιδευτικούς στόχους/ την πρόοδο σχετικά με τους εκπαιδευτκούς δείκτες.",
    "STR_USER_OWNER_OF_SPACE": "Αυτός είναι ο ιδιοκτήτης της σελίδας.",
    "STR_THIS_USER_HAS_NOT_AGREED_TO_THE": "Αυτός ο χρήστης δεν έχει συμφωνήσει ακόμα με τους όρους χρήσης.",
    "STR_CLOSE": "Κλείσιμο",
    "STR_SORRY_THE_LICENSE_FOR_BOOST_WAS": "Λυπούμαστε, η άδεια χρήσης για το BOOST δεν έγινε δεκτή",
    "STR_BEFORE_PROCEEDING_YOU_MUST_FIRST": "Πριν προχωρήσετε θα πρέπει πρώτα να ξεκινήσει το widget καλωσορίσματος του Boost και να αποδεχτείτε την Άδεια Χρήσης Τελικού Χρήστη",
    "STR_SORRY_YOU_DO_NOT_HAVE_RIGHTS": "Λυπούμαστε, δεν έχετε δικαίωμα πρόσβασης σε αυτό το widget",
    "STR_BEFORE_PROCEEDING_PLEASE_CONTACT": "Πριν προχωρήσετε, παρακαλούμε επικοινωνήστε με τον μάνατζερ ή το διαχειριστή σας"
});
