/*
  progress.js
  Language: el-el
*/
define({
    "STR_LEARNING_PROGRESS": "Εκπαιδευτική Πρόοδος",
    "STR_THIS_WIDGET_GIVES_AN_OVERVIEW": "Αυτό το widget δίνει μια συνολική εικόνα της εκπαιδευτικής διαδικασίας.",
    "STR_LEARNING_LEVELS": "Εκπαιδευτικά Επίπεδα",
    "STR_STARTED_LEARNING_AT": "Ξεκίνησε την εκπαίδευση στο",
    "STR_LEARNED": "Έμαθε",
    "STR_STILL_TO_LEARN": "Ακόμα να μάθει",
    "STR_HOW_CLOSE_EMPLOYEE_ARE_TO_ACCOMPLISH": "Πόσο κοντά είναι οι εργαζόμενοι στην επίτευξη των επιχειρηματικών στόχων",
    "STR_TAKING_THE_AVERAGE_EMPLOYEES": "Παίρνοντας τον μέσο όρο των εργαζομένων",
    "STR_HOW_EMPLOYEES_PROCEED_OVER": "Πως είναι η πορεία των εργαζομένων",
    "STR_DETAILLED_VIEW_OF_EACH_USER": "Λεπτομερής προβολή του κάθε χρήστη",
    "STR_AVERAGE_FOR_GOALS": "Ο μέσος όρος για τους στόχους",
    "STR_LEARNING_PROGRESS_HELP": "Βοήθεια Εκπαιδευτικής Προόδου",
    "STR_LEARNING_PROGRESS_WIDGET_WORKS": "Το widget <em>Εκπαιδευτική Πρόοδος</em> δουλεύει μαζί με τα widget <em>Επιχειρηματικοί Στόχοι</em> και <em>Εργαζόμενοι Επιχείρησης</em>. Η όψη <em>Συνολική επισκόπηση Εργαζομένων</em> μπορεί να εμφανιστεί έαν την επιλέξετε.",
    "STR_TO_EXPORT_GRAPH_VIEW_IN_PNG_PDF": "Για να εξάγετε την προβολή του γραφίματος σε μορφή PNG, PDF ή JPEG κάντε κλικ στο εικονίδιο <img src=\"http://127.0.0.1:8073/role/BOOSTRepository/henm1314g3/resources/export.PNG\" alt=\"filter\" width=\"21\" height=\"19\"> .",
    "STR_IF_CURRENT_VIEW_IS_OVERALL_EMPLOYEE": "Ένα η τρέχουσα όψη είναι <em>Συνολική Επισκόπηση Εργαζομένων</em>: η μέση εκπαιδευτκή πρόοδος όλων των εργαζομένων θα εμφανιστεί. Σε αυτή την όψη μπορείτε να:",
    "STR_CHANGE_CURRENT_VIEW_TO_THE_OVERALL": "<li>Αλλάξετε την τρέχουσα όψη σε <em>Συνολική Επισκόπηση Επιχειρηματικών Στόχων</em> κάνοντας κλικ στο γράφημα.</li><li>Για να δείτε την μέση εκπαιδευτική πρόοδο στους στόχους ενός συγκεκριμένου εργαζόμενου κάντε κλικ στην αντίστοιχη γραμμή <em>εργαζόμενος</em> .</li><li>Για να δείτε την εκπαιδευτική πρόοδο στους εκπαιδευτικούς δείκτες ενός συγκεκριμένου εργαζόενου κάντε κλικ στην γραμμή <em>στόχος</em> . </li><li>Για να επιστρέψετε στο προηγούμενο βήμα κάντε κλικ στο γράφημα.</li>",
    "STR_IF_CURRENT_VIEW_IS_OVERALL_BUSINESS": "Εάν η τρέχουσα όψη είναι <em>Συνολική Επισκόπηση Επιχειρηματικών Στόχων</em>: η μέση εκπαιδευτική πρόοδος σε όλους τους στόχους θα εμφανιστεί. Σε αυτή την όψη μπορείτε να:",
    "STR_CLICK_ON_THE_CHART_TO_CHANGE": "<li>Κάνετε κλικ στο γράφημα για να αλλάξετε την όψη σε <em>Συνολική Επισκόπηση Εργαζομένων</em>.</li><li>Να κάνετε κλικ στην γραμμή των στόχων για να δείτε την μέση εκπαιδευτική πρόοδο όλων των εργαζομένων στους εκπαιδευτικούς δείκτες. </li><li>Να κάνετε κλικ στην γραμμή εκπαιδευτικών δεικτών για να έχετε λεπτομερή εικόνα της προόδου του κάθε εργαζόμενου. </li><li>Για να επιστρέψετε στο προηγούμενο βήμα κάντε κλικ στο γράφημα.</li>"
});
