/*
  welcome.js
  Language: el-el
*/
define({
    "STR_LANGUAGE": "γλώσσα",
    "STR_WELCOME": "Καλωσορίσατε",
    "STR_WECOME_WIDGET": "Widget Καλωσορίσματος.",
    "STR_WELCOME_TO_THE_BOOST_PROJECT": "Καλωσορίσατε στο έργο BOOST ",
    "STR_BOOST_STANDS_FOR_BUSINESS_PERFORMANCE": "Η λέξη <strong>BOOST</strong> προέρχεται από την την φράση: βελτίωση των επιδόσεων των επιχειρήσεων μέσω της ανάπτυξης των δεξιοτήτων των εργαζομένων. ",
    "STR_WITH_BOOST_YOU_CAN_ORGANISE_MANAGE": "<small>Με το BOOST μπορείτε να οργανώσετε, διαχειριστείτε και να παρατηρήσετε την διαδικασία κατάρτισης σε μικρές και πολύ μικρές επιχειρήσεις. Παρακάτω είναι μερικά βήματα που θα σας βοηθήσουν να ξεκινήσετε.</small>",
    "STR_IF_YOU_ARE_A_MANAGER": "<small><strong>Εάν είστε Μάνατζερ:</strong></small>",
    "STR_ASSIGN_USER_ROLES_TO_EMPLOYEES": "<li><small>Αναθέστε ρόλο χρήστη στους εργαζόμενους χρησιμοποιώντας το widget <strong>Δικαιώματα Πρόσβασης</strong> .</small></li><li><small>Προσδιορίστε επιχειρηματικούς στόχους και προσθέστε τους εκπαδευτικούς δείκτες χρησιμοποιώντας το widget <strong>Επιχειρηματικοί Στόχοι</strong> . Αναθέστε προτεραιότητα στους στόχους, καθορίζοντας τους πιο σημαντικούς με υψηλή προτεραιότητα.</small></li><li><small>Παρακολουθήστε την εξέλιξη των επιχειρηματικών στόχων και τις ικανότητες των εργαζομένων στο widget<strong>Εκπαιδευτική Πρόοδος</strong> . Δουλεύει μαζί με τα widget <strong>Επιχειρηματικοί Στόχοι</strong> και <strong>Εργαζόμενοι Επιχείρησης</strong> .</small> </li><li><small>Επεξεργαστείτε τις πληροφορίες για τους εργαζόμενους και αναθέστε τους στόχους, προσδιορίστε τα εκπαιδευτικά τους επίπεδα στο widget <strong>Εργαζόμενοι Επιχείρησης</strong>.</small></li>",
    "STR_IF_YOU_ARE_AN_EMPLOYEE": "<small><strong>Εάν είστε Εργαζόμενος:</strong></small>",
    "STR_USE_A_BOOST_SEARCH_WIDGET_TO": "<li><small>Χρησιμοποιήστε το widget <strong>Αναζήτηση Boost</strong> για να βρείτε εκπαιδευτικό υλικό.</small></li> <li><small>Δείτε και διαβάστε ενδιαφέρουσες πηγές χρησιμοποιώντας το widget <strong>Πρόγραμμα Προβολής Boost</strong> .</small></li><li><small>Αποθηκεύστε και οργανώστε τις εκπαιδευτικές πηγές σας στο <strong>Εκπαιδευτικές Πηγές:</strong> Μπορείτε να δείτε και να προσθέσετε νέα εκπαιδευτικά αρχεία, εμπειρογνώμονες και widgets σχετικά με τον στόχο και τους εκπαιδευτικούς δείκτες.</small></li><li><small>Παρακολουθήστε την εκπαιδευτική πρόοδο με το widget <strong>Εκπαιδευτική Πρόοδος</strong> .</small></li>",
    "STR_WE_HOPE_THIS_QUICK_START_HAS": "Ελπίζουμε αυτή η Σύντομη Εναρξη να ήταν χρήσιμη στο να σας δείξει πως να ξεκινήσετε την χρήση του BOOST γρήγορα και εύκολα. Για περισσότερες λεπτομερείς πληροφορίες παρακαλούμε δείτε τις πληροφορίες βοήθειας που παρέχονται σε κάθε widget και στον Οδηγό Χρήσης του BOOST, ο οποίος είναι προσβάσιμος στο <a href=\"http://127.0.0.1:8073/role/BOOSTRepository/henm1314g3/resources/boostGuide_Greek.pdf\" target=\"_blank\">here</a>.</small>",
    "STR_LICENSE_AGREEMENT": "Άδεια Χρήσης",
    "STR_THIS_PROJECT_HAS_BEEN_FUNDED": "Αυτό το έργο έχει χρηματοδοτηθεί με την υποστήριξη της Ευρωπαϊκής Επιτροπής. Αυτή η ιστοσελίδα αντικατοπτρίζει μόνο τις απόψεις των συγγραφέων και η Επιτροπή δεν μπορεί να θεωρηθεί υπεύθυνη για οποιαδήποτε χρήση που μπορεί να γίνει των πληροφοριών που περιέχονται σε αυτήν.",
    "STR_AGREE": "Συμφωνώ",
    "STR_SORRY_THE_LICENSE_FOR_BOOST_WAS": "Λυπούμαστε, η άδεια χρήσης για το BOOST δεν έγινε δεκτή",
    "STR_BEFORE_PROCEEDING_YOU_MUST_FIRST": "Πριν προχωρήσετε θα πρέπει πρώτα να ξεκινήσει το widget καλωσορίσματος του Boost και να αποδεχτείτε την Άδεια Χρήσης Τελικού Χρήστη",
    "STR_SORRY_YOU_DO_NOT_HAVE_RIGHTS": "Λυπούμαστε, δεν έχετε δικαίωμα πρόσβασης σε αυτό το widget",
    "STR_BEFORE_PROCEEDING_PLEASE_CONTACT": "Πριν προχωρήσετε, παρακαλούμε επικοινωνήστε με τον μάνατζερ ή το διαχειριστή σας"
});
